---
kind: property
id: P:Autodesk.Revit.DB.FaceSecondDerivatives.MixedDerivative
source: html/baa755cb-d1c3-e8e8-145e-816d973b4b05.htm
---
# Autodesk.Revit.DB.FaceSecondDerivatives.MixedDerivative Property

The mixed derivative.

## Syntax (C#)
```csharp
public XYZ MixedDerivative { get; }
```